Repository: shanepeckham/custom-machine-translation-recipes
Catalog: Data/train/EAC_REFRENCE_DATA.en_fr.tmx
Source language: en
Languages: fr

source: includes various measures to support youth workers and youth organisations and improve the quality of their activities.
fr: inclut différentes mesures visant à promouvoir les travailleurs de jeunesse et les organisation oeuvrant pour les jeunes, améliore la qualité de leurs activités.

source: The development of approaches to teaching and learning that support the acquisition by all students of ‘transversal’ key competences
fr: Développement des approches éducatives qui enseignent et soutiennent l'acquisition par tout les étudiants de competences-clés transversalles

source: Specialized construction activities
fr: Activités spécialisées de construction

source: ESTONIA
fr: ESTONIE

source: Environment / sustainable development
fr: Environnement/développement durable

source: A person engaged in teaching a non-language subject through the medium of a foreign language
fr: Une personne engagée dans l'enseignement de sujets non linguistiques en utilisant une langue étrangère

source: European awareness
fr: Prise de conscience européenne

source: European Centre for the Development of Vocational Training (Cedefop)
fr: Centre européen pour le développement de la formation professionnelle (CEDEFOP)

source: Uganda
fr: Ouganda

source: Hungarian
fr: Hongrois

source: Suriname
fr: Surinam

source: Global challenges (such as sustainable development, climate change, migrations and the Millenium Development Goals)
fr: Changements mondiaux (comme le développement durable, le changement climatique, les migrations et les Objectifs de Développement du Millénaire)

source: Programming and broadcasting activities
fr: Activités de programmation et de radiodiffusion

source: Focus on new target groups
fr: Focus sur les nouveaux groupes cibles

source: Greenland
fr: Groenland

source: Work at Home University
fr: Travail à l'université d'origine

source: Physical education and sport
fr: Education physique et sportive

source: Learning to learn
fr: Apprendre à apprendre

source: Limburgan; Limburger; Limburgish
fr: Limbourgeois

source: Languages
fr: Langues

source: History
fr: Histoire

source: European Free Trade Association
fr: Association européenne de libre échange

source: Financing bodies
fr: Entités financières

source: Training and networking of those active in youth work and youth organisations
fr: Formation et mise en réseau des acteurs du champ du la jeunesse et des membres des organisations de jeunesse

source: Gender issues, equal opportunities
fr: Equité, égalité hommes-femmes

source: Constitutional / Public law
fr: Droit constitutionnel / Droit public

source: Minorities
fr: Minorités

source: JEAN MONNET Centres of Excellence
fr: Centres d'excellence JEAN MONNET

source: EU Industrialised Countries
fr: Pays industrialisés de l'UE

source: To help provide adults with pathways to improving their knowledge and competences
fr: Aider à fournir aux adultes des parcours pour améliorer leurs connaissances et compétences

source: ERASMUS Student Mobility for Studies
fr: ERASMUS Mobilité des étudiants à des fins d'études

source: Marshall Islands
fr: Îles Marshall

source: Youth Democracy Project
fr: Projet de démocratie pour la jeunesse

source: I was provided with proper equipment
fr: On m'a fourni un équipement adéquat

source: Non-profit research institutions
fr: Organismes de recherche non lucratifs

source: International law
fr: Droit international

source: Umbrella organisation performing its activities on behalf of young people at European level (platform)
fr: Fédération d'organisations oeuvrant à un niveau européen pour la jeunesse (plateforme)

source: 5.001 to 10.000
fr: de 5001 à 10000

source: Argentina
fr: Argentine

source: Institution for initial teacher training
fr: Institution de formation initiale des enseignants

source: Zambia
fr: Zambie

source: Workshops
fr: Ateliers

source: Adult learners associations
fr: Associations d'apprenants adultes

source: Manufacture of other transport equipment
fr: Industrie d'autres équipements de transport

source: ACADEMIC
fr: ACADEMIQUE

source: Primary and lower secondary education
fr: Enseignement primaire et premier cycle de l'enseignement secondaire

source: Guinea-Bissau
fr: Guinée-Bissau

source: Social fund
fr: Fond social

source: A project aimed at developing young people's active participation in the democratic life of their community
fr: Un projet visant à développer la participation active des jeunes dans la vie démocratique de leur pays/commune

source: Security services
fr: Services de sécurité

source: Activities of head offices; management consultancy activities
fr: Activités des sièges sociaux ; activités de consultation de gestion

source: Georgia
fr: Géorgie

source: general and pre-vocational programmes
fr: Programmes de formation générale et pré-professionnelle

source: Console game
fr: Jeu de console

source: COMENIUS Preparatory Visits
fr: COMENIUS Visites préparatoires

source: Tanzania, United Republic Of
fr: Tanzanie, République Unie de

source: interculturalism and multilingualism
fr: Interculturalité et Multilinguisme

source: This sub-Action supports the identification of existing knowledge relating to the priorities in the youth field, established in the framework of the Open Method of Coordination.
fr: Cette sous-action soutient la collecte d'éléments de connaissance existants relatifs aux priorités du champ de la jeunesse, repérés dans le cadre de la "Méthode Ouverte de Coordination".

source: Serbo-Croatian
fr: Serbo-croate

source: COM-Small
fr: Com-petit

source: Providing guidance, counselling and information services relating to any aspect of lifelong learning
fr: Informer, conseiller et orienter sur l'éducation et la formation tout au long de la vie

source: Ossetian
fr: Ossète

source: I am satisfied with the arrangements for transportation
fr: Je suis satisfait(e) des dispositions prises pour le transport

source: Travel, tourism and leisure
fr: Voyage, tourisme et loisir

source: Cultural diversity
fr: Diversité culturelle

source: European network representing bodies working on behalf of young people
fr: Réseau européen représentant des organisations oeuvrant pour la jeunesse

source: Chambers of commerce
fr: Chambres de commerce

source: Researching and identifying barriers to and developing robust models for successful dissemination and exploitation of results
fr: Etudier et identifier les barrières et développer des modeles pertinantes pour la diffusion réussie et l'exploitation des résultats

source: Organisation partly dedicated to youth
fr: Organisation partiellment dédiée à la jeunesse

source: Business and administration (broad programmes)
fr: Monde des affaires et administration (programme général)

source: The organisational arrangements
fr: Les dispositions d'organisation

source: Public authority (local)
fr: Pouvoirs publics (local)

source: Part of publishing group
fr: Partie d'un groupe de production

source: Open and Distance Learning
fr: Formation ouverte et à distance

source: To develop knowledge and understanding among young people and educational staff of the diversity of European cultures and languages and its value
fr: Favoriser parmi les jeunes et le personnel éducatif la connaissance et une meilleure compréhension de la diversité des cultures et des langues européennes, ainsi que de la valeur de cette diversité

source: Manufacture of beverages
fr: Industrie des boissons

source: Lebanon
fr: Liban

source: Azerbaijan
fr: Azerbaïdjan

source: Mauritania
fr: Mauritanie

source: European citizenship and European dimension
fr: Citoyenneté européenne et dimension européenne

source: Carrying out a teaching assignment
fr: Mener une mission d'enseignement

source: MULTILATERAL NETWORKS
fr: RESEAUX MULTILATERAUX

source: Event
fr: Evènement

source: Priorities of the Structured Dialogue and/or the framework of European cooperation in the youth field
fr: Priorités du dialogue structuré et/ou du cadre de coopération européenne dans le domaine de la jeunesse

source: Australia
fr: Australie

source: Artists
fr: Artistes

source: Other type of public organisation
fr: Autre type d'organisme public

source: Environmental protection technology
fr: Technologie de protection de l'environnement

source: Sales and services elementary occupations
fr: Professions élémentaires du commerce et des services

source: Training for pre-school teachers
fr: Formation pour les enseignants d'école maternelle

source: Recognition at national level in home country
fr: Reconnaissance nationale dans le pays d'origine

source: pre-vocational and vocational programmes - school based
fr: Programmes d'enseignement préprofessionnel et professionnel en milieu scolaire

source: Support for learners who have difficulties in learning
fr: Soutien pour les apprenants ayant des difficultés d'apprentissage

source: access to level 5B
fr: Accès au niveau 5B

source: Partnerships
fr: PARTENARIATS

source: To support improvements in pedagogical approaches and school management
fr: Soutenir l’amélioration des approches pédagogiques et de la gestion des établissements scolaires

source: access to level 5A
fr: Accès au niveau 5A

source: Teacher training for children with special needs
fr: Formation pour enseigner auprès d'enfants avec des besoins spécifiques

source: Increased motivation
fr: Motivation accrue

source: Museum studies, conservation
fr: Etudes muséales, conservation

source: Bosnia And Herzegovina
fr: Bosnie-Bosnie-Herzégovine

source: Cashiers, tellers and related clerks
fr: Caissier(ère) et assimilés

source: Portuguese
fr: Portugais

source: ERASMUS Intensive Language Courses
fr: ERASMUS Cours intensifs de langues

source: Virtual campus projects
fr: Projets de Campus virtuel

source: Clerks
fr: Employés

source: Media and communication
fr: Media et communication

source: ERASMUS Academic Networks
fr: ERASMUS Réseaux universitaires

source: Javanese
fr: Javanais

source: Graduates at ISCED 3A/B
fr: Diplômés de niveau ISCED 3A/B

source: Encouraged me to participate in other Comenius/Grundtvig/LLP activities
fr: M'a encouragé à participer à d'autres activités Comenius/Gruntvig/LLP

source: Novels
fr: Nouvelles

source: Increased my awareness of new methods of assessing/giving credit for skills or competences acquired in school/informal learning context
fr: M'a sensibilisé aux nouvelles méthodes d'évaluation/de reconnaissance des compétences acquises à l'école/dans un environnement d'apprentissage informel

source: 17 months
fr: 17 mois

source: COMENIUS Regio Partnerships
fr: COMENIUS Partenariats Regio

source: Physicists, chemists and related professionals
fr: Physiciens, chimistes et autres professionnels apparentés

source: Television and radio repairing
fr: Réparation de postes de télévision et de radio

source: Slovenian
fr: Slovène

source: LEO-Small
fr: LEO-Petit

source: Electronics and automation
fr: Electronique et automatisation

source: Disability
fr: Handicap

source: COMENIUS Pupil mobility host school
fr: Comenius Mobilité des élèves Ecole d'accueil

source: access to level 5A/B more than 3y
fr: Accès au niveau 5A/B plus que 3y

source: China
fr: Chine

source: KA1 Networks
fr: Réseaux programme transversal

source: Instruction manual
fr: Manuel d'instruction

source: Inactive population
fr: Population inactive

source: entrepreneurship and innovation
fr: Esprit d'entreprise et innovation

source: My Mobility was an integral part of the qualification that I am/was studying
fr: Mon placement faisait partie intégrante de ma formation

source: GRUNDTVIG Accompanying measures
fr: GRUNDTVIG Mesures d'accompagnement

source: Youth gatherings
fr: Rassemblements de jeunes

source: Chambers of industry
fr: Chambre d'industrie

source: Basic remedial programmes for adults
fr: Programmes de rattrapage des connaissances de bases pour adultes

source: Croatian
fr: Croate

source: Non-profit twinning committee
fr: Comités de jumelages à but non lucratif

source: Difficulty in finding replacement teacher
fr: Difficulté à trouver un professeur remplaçant

source: Active conference organisations
fr: Etre actif dans l'organisation de conférence

source: Educational Research
fr: Recherche en éducation

source: LEONARDO DA VINCI IVT (Initial Vocational Training)
fr: LEONARDO DA VINCI FPI (Formation professionnelle initiale)

source: High impact
fr: Impact important

source: Electrical appliances repairing
fr: Réparation d'appareils électriques

source: Short Stories
fr: Histoires courtes

source: Individual Pupils
fr: Elève

source: Indonesia
fr: Indonésie

source: MULTILATERAL RESEARCH GROUPS
fr: Groupes de recherches multilatéraux

source: Raising students achievement
fr: Favoriser la réussite des étudiants

source: Hebrew
fr: Hébreu

source: Trainer
fr: Formateur

source: New technologies, ICT
fr: Nouvelles technologies, TIC

source: Foreign language
fr: Langue étrangère

source: New Caledonia
fr: Nouvelle Calédonie

source: Building and civil engineering
fr: Construction et ingénierie civile

source: AUSTRIA
fr: AUTRICHE

source: Life science technicians and related associate professionals
fr: Techniciens des sciences de la vie et autres professionnels associés

source: Trainee
fr: Stagiaire

source: Round 3: 16/09/2011
fr: Troisième session : 16/09/2011

source: Northern Sami
fr: Sami du nord

source: Certified Partner
fr: Partenaire certifié

source: Can understand sentences and frequently used expressions related to areas of most immediate relevance (e.g. very basic personal and family information, shopping, local geography, employment). Can communicate in simple and routine tasks requiring a simple and direct exchange of information on familiar and routine matters. Can describe in simple terms aspects of his/her background, immediate environment and matters in areas of immediate need.
fr: Peut comprendre des phrases isolées et des expressions fréquemment utilisées en relation avec des domaines immédiats de priorité (par exemple, informations personnelles et familiales simples, achats, environnement proche, travail). Peut communiquer lors de tâches simples et habituelles ne demandant qu'un échange d'informations simple et direct sur des sujets familiers et habituels. Peut décrire avec des moyens simples sa formation, son environnement immédiat et évoquer des sujets qui correspondent à des besoins immédiats.

source: Iraq
fr: Irak

source: Chile
fr: Chili

source: sustainable development, including issues relating to energy and climate change
fr: Développement durable incluant les problèmes relatifs à l'énergie et au changement climatique

source: Practical pedagogical courses, general
fr: Cours de pratique pédagogique, en général

source: Nepal
fr: Népal

source: Repair and installation of machinery and equipment
fr: Réparation et installation de machinerie et d'équipement

source: Bonaire, Saint Eustatius and Saba
fr: Bonaire, Saint Eustatius et Saba

source: European-wide stakeholders' communities promoting digital competence and other key transversal competences for life and employability
fr: Communautés européennes des partenaires promouvant la compétence digitale et les autres compétences transversalles pour la vie et pour la capacité de travail

source: Improved my foreign language competencies
fr: A amélioré mes compétences en langues étrangères

source: Support for European cooperation in the youth field
fr: Soutien à la coopération européenne dans le domaine de la jeunesse

source: To reinforce the contribution of higher education and advanced vocational education to the process of innovation
fr: Renforcer la contribution de l’enseignement supérieur et de l'éducation professionnelle avancée au processus d'innovation

source: Nautical science, navigation
fr: Sciences nautiques, navigation

source: Lifelong learning strategies (linking HE with VET provision and certification)
fr: Stratégie pour la formation toit au long de la vie

source: Peer Learning
fr: Apprentissage par les pairs

source: Cohesion fund
fr: Fonds pour la cohésion sociale

source: staff 251 to 500
fr: personnel 251 à 500

source: This sub-Action supports Youth Exchange projects with Neighbouring Partner Countries
fr: Cette sous-action comprend des projets d'échange avec des pays partenaires hors États membres de l'UE

source: Town / City (50.000 - 300.000 inhabitants)
fr: Ville (50 000 - 300 000 habitants)

source: Erasmus University Charter HEI
fr: Charte Universitaire Erasmus

source: Recognition of qualifications
fr: Reconnaissance des certifications

source: Pharmacy
fr: Pharmacie

source: Other teaching associate professionals
fr: Autres professionnels associés à l'enseignement

source: Changes in language teaching policy
fr: Changements dans la politique d’enseignement des langues

source: Forms completion
fr: Saisie de formulaires

source: Structured Training course
fr: Cours structuré

source: Primary and secondary education
fr: Enseignement primaire et secondaire

source: Argumentation and presentation
fr: Argumentation et présentation

source: Peru
fr: Pérou

source: General information
fr: Informations générales

source: Didactics
fr: Didactique

source: Tibetan
fr: Tibétain

source: Chad
fr: Tchad

source: Computing
fr: Informatique

source: Small impact
fr: Impact faible

source: Azerbaijani
fr: Azerbaijanais

source: Humanities (others)
fr: Sciences humaines (autres)

source: Public body
fr: Entité publique

source: SECTORAL PROGRAMMES
fr: PROGRAMMES SECTORIELS

source: Virtual campuses
fr: Campus virtuels

source: Partner
fr: Partenaire

source: Cinema
fr: Cinéma

source: Stakeholder networks
fr: Réseaux de parties prenantes

source: I gathered useful teaching material and relevant documents
fr: J'ai rassemblé du matériel pédagogique utile et documents pertinents

source: StillImage
fr: Image fixe

source: LATVIA
fr: LETTONIE

source: Increased pedagogical skills
fr: Compétences pédagogiques accrues

source: Korean
fr: Coréen

source: Host Partner
fr: Partenaire hôte

source: Learning resources
fr: Moyens d'apprentissage

source: Land transport and transport via pipelines
fr: Transports terrestres et transport via pipelines

source: Occitan (post 1500)
fr: Occitan (postérieur à 1500)

source: The management of higher education institutions
fr: Gestion d'établissements de l'enseignement supérieur

source: To improve the quality and to increase the volume of multilateral co-operation between higher education institutions in Europe
fr: Améliorer la qualité et accroître le volume de la coopération multilatérale entre les établisements d'enseignement supérieur en Europe

source: 10 months
fr: 10 mois

source: Counsellor or careers adviser
fr: Conseiller d'orientation professionnelle

source: Geography
fr: Géographie

source: Leisure studies
fr: Etude des loisirs

source: 7 months
fr: 7 mois

source: Professionals
fr: Professionnels

source: Community sanitation services
fr: Services sanitaires

source: Business professionals
fr: Professionnels du monde des affaires

source: Transport and traffic studies
fr: Transport et études du trafic

source: Increased vocational skills
fr: Compétence professionnelles accrues

source: Svalbard And Jan Mayen
fr: Svalbard et Jan Mayen

source: I knew clearly what I was expected to do and learn during my mobility abroad
fr: Je savais clairement ce que j'étais censé(e) faire et apprendre pendant mon placement à l'étranger

source: Umbrella Organisation (platform)
fr: Fédération d'organisations (Plateforme)

source: Cooperation between the VET and world of work
fr: Coopération entre l'EFP et le monde du travail

source: Water transport
fr: Transport par eau

source: Armed forces
fr: Forces armées

source: Spanish
fr: Espagnol

source: From one sector to another
fr: D'un secteur à un autre

source: Testing
fr: Test

source: Youth policies
fr: Politiques de jeunesse

source: ELECTRICITY, GAS, STEAM AND AIR CONDITIONING SUPPLY
fr: APPROVISIONNEMENT EN ELECTRICITE, GAZ, VAPEUR ET AIR CONDITIONNE

source: Japan
fr: Japon

source: Technicians and associate professionals
fr: Techniciens et professionnels associés

source: Plan for educational activities
fr: Plan pour des activités éducatives

source: Office administrative, office support and other business support activities
fr: Bureau administratif, aide de bureau et autres activités de soutien aux entreprises

source: People in the labour market
fr: Personnes sur le marché du travail

source: The match between the work plan as set out in the application and the actual activities and tasks
fr: La concordance entre le programme d’activité tel que décrit dans la candidature et les tâches et activités effectivement réalisées

source: Senegal
fr: Sénégal

source: Police inspectors and detectives
fr: Inspecteurs de police et détectives

source: Education science
fr: Sciences de l'éducation

source: To facilitate the development of innovative practices in education and training at tertiary level, and their transfer, including from one participating country to others
fr: Faciliter le développement de pratiques innovantes en matière d'enseignement et de formation dans l'enseignement supérieur, ainsi que leur transfert, notamment d'un pays participant à l'autre

source: The host enterprise paid me a gratuity
fr: L’organisme d’accueil m’a accordé une indemnisation

source: Work for Internet
fr: Travail pour Internet

source: Research centres and bodies
fr: centres de recherche et organismes

source: Environment
fr: Environnement

source: Civics
fr: Civisme

source: Software
fr: Logiciel

source: Employment activities
fr: Activités d'emploi

source: National priorities
fr: Priorités nationales

source: Changes to organisational arrangements
fr: Changements au niveau de l’organisation de la structure

source: Company (services)
fr: Société (services)

source: Joint Degree
fr: Diplôme joint

source: Coordination with National Educational Programmes
fr: Coordination avec Les programmes de formation au niveau national

source: EMJD
fr: ERASMUS MUNDUS JOINT DOCTORATES (EMJD)

source: LIFELONG LEARNING PROGRAMME
fr: Programme d'Education et de Formation Tout au Long de la Vie

source: Economic obstacles
fr: Obstacles économiques

source: Medicine and Surgery
fr: Médecine et chirurgie

source: 30.001 to 40.000
fr: de 30001 à 4000

source: Racial or ethnic origin
fr: Origine raciale et ethnique

source: Trainees in school based initial vocational training
fr: Apprentis dans un lycée professionnel

source: Bolivia
fr: Bolivie

source: Co-operation
fr: Coopération

source: South Georgia And The South Sandwich Islands
fr: Géorgie du sud et les îles Sandwich du Sud

source: Teach assistant's mother tongue
fr: Enseigner la langue maternelle de l'assistant

source: Arts and crafts
fr: Art et Artisanat

source: Encouragement of cooperation between VET and the world of work
fr: Encouragement de la coopération entre l’EFP et le monde du travail

source: COM-Large bilateral
fr: COM-Grand bilatéral

source: Europe 2020 Strategy
fr: Stratégie Europe 2020

source: KA1 Policy
fr: KA1 Politique

source: Arts (others)
fr: Arts (autre)

source: HUMAN HEALTH AND SOCIAL WORK ACTIVITIES
fr: LA SANTE HUMAINE ET TRAVAIL SOCIAL

source: Computer use
fr: Utilisation de l'informatique

source: helps young people to develop their sense of solidarity by participating, either individually or in group, in non-profit, unpaid voluntary activities abroad
fr: Aide les jeunes à développer leur sens de la solidarité en participant, que ce soit individuellement ou en groupe, à des activités de volontariat à titre gracieux à l'étranger

source: Youth Support Systems
fr: Dispositifs de soutien à la jeunesse

source: Cultural differences
fr: Différences culturelles

source: Profit making organisation
fr: Organisme à but lucratif
